Bifurcation/results/openFoam(1e-5)/bifurcation_angle60_1000_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          50028;
        startFace       1724350;
    }
    inlet
    {
        type            patch;
        nFaces          548;
        startFace       1774378;
    }
    outlet_1
    {
        type            patch;
        nFaces          574;
        startFace       1774926;
    }
    outlet_2
    {
        type            patch;
        nFaces          574;
        startFace       1775500;
    }
)

// ************************************************************************* //
